; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; Translator: Į Lietuvių kalbą išvertė Š.Liaugaudas
; ver. 3.0 build 841
; Apie visas klaidas ir vertimo netikslumus, rašykite adresu: svie@takas.lt 

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Lithuanian (Lietuvių)
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Įrašyti
Iškirpti
Kopijuoti
Įklijuoti
Minimalus
Optimalus
Maksimalus
Atsiuntimų nuostatos...
Skambinti
Apie programą FDM...
Baigti darbą su FDM
Failas
Redagavimas
Vaizdas
Nustatymai
Paslaugos
Žinynas
Mygtukų juosta
Būsenos juosta
Optimizavimo nuostatos...
Įprastinės gavimo nuostatos...
Bendros programos nuostatos...
Prisijungimo nuostatos...
Baigus atsiuntimą, nutraukti ryšį
Baigus išjungti kompiuterį
Dokumentacija...
FDM tinklalapis
Rekomenduoti draugams...
Parašyti paslaugų grupei
Sekti automatiškai ar yra naujinimų
Patikrinti ar yra naujinimų...
-
-
Pereiti į skyrių
Apkrovos naudojimo metodas
Registracija
Atsiuntimai
Tvarkaraštis
Naršyklė
HTTP//FTP apžvalga
Valdytojas
Pridėti siuntimą...
Pradėti siuntimą
Stabdyti siuntimą
Planuoti siuntimą
Pridėti naują užduotį
Užduoties nuostatos...
Atsiųsti atrinktus
Stabdyti
Atnaujinti
Pridėti saitą
Saito nuostatos...
Siuntinių grupės
Informacijos juosta
Planuotojo ataskaita
Apžvalgos ataskaita
Šoninė juosta
Pridėti siuntimą...
Pašalinti siuntimą
Atverti atsisiųsta bylą
Atverti aplanką
Atverti automatiškai
Siuntimo nuostatos...
Lesti vykdyti užduotį
Neleisti vykdyti užduoties
Pašalinti užduotį
Atidaryti siuntinių aplanką
Išjungti
Atsiusti
Apžvalgos nuostatos...
Pašalinti saitą
Laikinas įrašas
Saitai
Parodyti pagrindinį langą
Sekti naudojamą naršyklę
Sekti mainų sritį
Įjungti visus siuntimus
Sustabdyti visus siuntimus
-
Tęsti toliau
-
-
-
-
-
Atšaukti
-
-
-
Visos grupės
Filtrai
Užbaigti
Siunčiami
Suplanuoti
Sustabdyti
Kiti
Sukurti grupę
Pašalinti grupę
Pašalinti visus siuntimus
Pašalinti užbaigtus siuntimus
Atverti grupės aplanką
Grupės nuostatos...
Grupės pavadinimas:
Įprastinis aplankas:
Failų plėtiniai [per brūkšnį]:
Siuntimo prioritetų nustatymas
Labai žemas
Žemas
Vidutinis
Aukštas
Labai aukštas
Įrašykite grupės pavadinimą
Įrašymo klaida
Grupė tokiu pavadinimu jau yra. Įrašykite kitą pavadinimą
Įrašykite aplanko pavadinimą
Nurodykite įprastinį grupės aplanką
Įrašykite grupės pavadinimą
Aplankas į kurį bus padėti Atsiųsti grupių failai
Rasti aplanką diske
Grupės failų plėtiniai. Naudojama automatiniam grupės nustatymui, siunčiamiems failams įrašyti
Įprastas prioritetas grupės siuntiniams
Atšaukti pakeitimus ir užverti dialogo langą 
Patvirtinti pakeitimus ir užverti dialogo langą
Klaida įkeliant grupę
Blogai, teks FDM įdiegti iš naujo
Klaida
Neįmanoma įkelti siuntimų sąrašo. Gali būti, kad jis pažeistas arba jį naudoja kita programa
Klaida, bandant integruotis į Internet Explorer
Ar tikrai?
Šis veiksmas pašalins visus grupės siuntimus
Patvirtinimas
Failo vardas
Dydis
Jau atsiusta:
Liko
Dalys
Greitis
Komentarai
Ataskaita
Eiga
Pradėti
Data
Informacija
Išvalyti
Automatinė slinktis
Nežinama tinklo klaida
Uždrausta kreiptis. Neteisingas vartotojo vardas ar slaptažodis
Uždrausta kreiptis. Neteisingas slaptažodis
Prisijungėme sėkmingai
Nepavyko prisijungti prie serverio
Serveryje tokio failo nėra
Praradome ryšį su serveriu
Serveris neatsako
Negalima nustatyti serverio IP adreso
Serveris neatnaujina nutraukto siuntimo. Nesinaudokite juo; kitaip, teks viską atsiųsti iš naujo
Neteisingas vartotojo vardas arba slaptažodis šiam tarpiniam serveriui
Išplėstinė klaida
Neteisinga užklausa. Gali būti, kad neteisingas adresas
Nežinoma serverio klaida
Ryšys nutrauktas
Neteisingas adresas
Nėra ryšio su internetu
Šitos HTTP versijos serveris nepalaiko
Nežinoma klaida
Neįmanoma pašalinti failo iš disko
Pasiektas maksimaliai galimas prisijungimų skaičius šiame serveryje
Pasiektas galimas prisijungimų skaičius
Pauzė %d sek
Dalis
Pradėtas siuntimas
Siuntimas baigtas
Siuntimas baigtas
Susijungimas...
Susijungimas pavyko sėkmingai
Peradresavimas...
Peradresavimas sėkmingas. Atidarau naują adresą...
Pradėti siuntimą...
Siuntimas sustabdytas
Pridedame naują dalį...
Atšaukta
Pradėti siuntimą iš naujo...
Atverti failą serverio diske...
Per ilgas failo pavadinimas
Tokiu vardu failas jau yra. Pervardinti į
Pervardinti į
Išeities failas pašalintas. Pratęsti neįmanoma
Tokiu vardu failas jau yra. Perrašome failą
Tokiu vardu failas jau yra. Pradėti siuntimą iš naujo
Tokiu vardu failas jau yra
Klaida atveriant failą diske
Serveryje pasikeitė failo dydis!
Koreguojame pagal naujus duomenis...
Klaida perrašant failą
Failas pervardinamas
Neįmanoma failui grąžinti originalų pavadinimą
Klaida įrašant grupę
Klaida įrašant siuntimų sąrašą
Prisijungimas
Prisijungti prie:
Prisijungti automatiškai
Prisijungti
Pasirinkite prisijungimo vietą
Uždėkite „varnelę“, kad sekantį kartą prisijungimas įvyktų automatiškai
Prisijungti dabar
Neprisijungti ir užverti šį dialogo langą
Šiame kompiuteryje nėra informacijos apie prisiskambinimą
Užimta linija
Techninės įrangos problemos
Nėra telefoninio signalo
Prisijungti
Bandymas
Porto atidarymas...
Jungiamės prie ryšio tiekėjo...
Prisijungti prie nutolusio kompiuterio
Tikrinamas vartotojo vardas ir slaptažodis...
Šiuo metu susijungimo sparta %d BPS
Nutrauktas ryšys
Kartoti
Įrašykite vartotojo vardą ir slaptažodį
Vardas:
Slaptažodis:
Grupė:
Įrašyti į aplanką:
Įrašyti kaip:
Paleisti
Automatiškai
Rankiniu būdu
Planuoti
Siuntimų prioritetai
Papildomai
Nurodykite failo adresą, atsiuntimui
Įrašykite vartotojo vardą
Įrašykite slaptažodį
Uždėkite „varnelę“, jeigu serveris reikalauja vartotojo vardo ir slaptažodžio
Grupės pavadinimas, kur bus talpinamas šis siuntimas. Grupės padeda tvarkyti siuntinius
Aplankas, kuriame bus įrašytas atsiųstas failas
Pavadinimas, kuriuo bus įrašytas į diską siunčiamas failas. Galite šį laukelį palikti tuščią, jeigu norite, kad, siuntinys būtų įrašytas originaliu pavadinimu
Trumpas siuntinio aprašymas
Šis siuntimas bus pradėtas automatiškai, esant pirmai pasitaikiusiai progai
Šio siuntimo FDM automatiškai siųsti nepradės
Nurodykite laiką, kada pradėti šį siuntimą
Nurodyti laiką, kada pradėti siuntimą
Siuntimo prioritetai. Siuntiniai su didesniu prioriteto lygiu, bus siunčiami pirmiausiai. Jeigu siuntinys turi žemesnį prioriteto lygį, jis bus sustabdytas
Pakeisti papildomas siuntimo nuostatas
Įrašėte neteisingą adresą. Patikrinkite jį
Įrašykite vartotojo vardą
Nurodykite kur padėti siuntinius
Sistema
Bendra Informacija
Šiuo metu siuntinys įrašytas aplanke:
Failo pavadinimas, kuriuo įrašytas siuntinys
Šio siuntinio adreso keisti negalima
Negalima pervardinti dar siunčiamo failo!
Klaida pervardinant failą
Tokio pavadinimu failo nėra
Kelias į failą nurodytas klaidingai
Netinkamas .exe failo formatas
Failą naudoja kita programa
Neleidžiama kreiptis
Įrenginys neparuoštas
Diske trūksta vietos
Neteisingas failo pavadinimas
Reikia registruotis
Susijungimas
Tinklas
Klaidos
Pauzė tarp siuntimo kartojimo [sek]:
Kartoti kartų
Laukti [sek]:
Minimalus dydis:
Dalių kiekis:
Šio siuntimo greičio ribojimas
Nustatyti siuntimo greitį
Nepaisyti visų apribojimų
baitas
KB
MB
; second. e.g. KB/s
sek.
Įrašykite reikšmę didesnę už %d
Išsirinkite dydžius
Laikas, po kurio siuntimas bus sustabdytas, pastebėjus klaidą
Uždėkite šitą „varnelę“ kad, nustatyti kiek kartų, nepasisekus vėl bandyti failo siuntimą.
Laiko tarpas, kurio metu FDM lauks atsakymo iš serverio
Minimalus dalies dydis. Dalys nebus skaidoma į smulkesnes, jeigu jos dydis yra mažesnis nei šis skaičius
Maksimalus dalių kiekis šitam siuntimui. Siuntimas nebus skaidomas daugiau, nei nurodytas kiekis
Nurodykite didžiausią kanalo greitį šiam siuntimui
Ignoruoti visus šio kanalo apribojimus ir susijungimų skaičių šiam siuntiniui
Čia galite nurodyti reikšmę baitais (b), kilobaitais (KB) arba megabaitais (MB)
Protokolas
Maskuoti programą kaip:
Nuoroda:
Naudoti HTTP 1.1
Naudoti slapukus
Naudoti pasyvų rėžimą
Perdavimo rėžimas
Binarinis
ASCII failams su plėtiniu:
Nustatykite, kaip FDM prisistatys HTTP serveryje
Ši eilutė bus nusiųsta HTTP serveriui Referrer laukelyje. Kaip taisyklė, jos nelabai ir nereikia
Uždėkite šitą „varnelę“, jeigu norite, kad FDM naudotų HTTP 1.1 versiją
Uždėkite šitą „varnelę“, jeigu norite, kad FDM naudotų slapukus
Uždėkite šitą „varnelę“, jeigu norite, kad FDM naudotų FTP serverių pasyvų rėžimą. Tai bus reikalinga, dirbant su naršykle
Naudoti binarinį rėžimą visiems siuntimams iš FTP. Nustatykite šį rėžimą, jeigu tai nėra tekstinis failas
Naudoti ASCII rėžimą siunčiant iš FTP. Pasirinkite šį rėžimą, jeigu failas, kurį norite atsisiųsti, yra tekstinis
FDM naudos ASCII rėžimą failams atsiųsti su nurodytais plėtiniais. Kitiems failams atsiųsti bus panaudotas binarinis rėžimas
Tarpinis serveris
Gauti tarpinio serverio nustatymus
Iš Microsoft Internet Explorer
Nurodyti savarankiškai
Nenaudoti tarpinio severio
Nuostatos...
Adresas:
Portas:
Įrašykite tarpinio serverio adresą
Įrašykite tarpinio serverio portą
FDM naudos tarpinio serverio nustatymus iš Internet Explorer
Įrašykite tarpinio serverio nustatymus savarankiškai
FDM tarpinio serverio nenaudos
Pasirinkite serverių tipus, kuriems naudosite kaip tarpinius serverius
Įrašykite čia tarpinių serverių adresus
Nurodykite tarpinio serverio portą. Įprastai tai jis būna 3128, 1080 arba 8080
Uždėkite „varnelę“, jeigu tarpiniame serveryje reikia registruotis
Bendra
Vietinis failas
Jeigu tokiu vardu failas jau yra:
Rezervuoti diske vietos siuntiniams
Failo plėtinys nebaigtiems siuntiniams:
Interneto serveris
Jeigu serveris neleidžia tęsti nutraukto siuntimo, siuntimą nutraukti
Jeigu pakito failo dydis serveryje:
Stabdyti esant klaidai
Paklausti
Perrašyti
Pervardinti
Kartoti
Siųsti iš naujo
Pakoreguoti
Nurodykite plėtinį
Čia Jūs galite nurodyti, ką FDM turi daryti, jeigu tokiu vardu failas jau yra diske
Uždėkite „varnelę“, jeigu norite, kad, pradėjus siuntimą būtų rezervuota vieta diske šiam failui
Jeigu pažymėta, FDM pridės nurodytą plėtinį prie siunčiamo failo pavadinimo. Siuntimui pasibaigus, failui bus grąžintas originalus pavadinimas
FDM neatnaujins failo siuntimo, jeigu serveris neleidžia tęsti nutraukto siutimo
Čia Jūs galite nurodyti, ką FDM turi daryti, jeigu pakito failo dydis serveryje
Uždėkite „varnelę“, jeigu norite, kad, siuntimas būtų sustabdytas tuo atveju, kai ieškomo failo nėra serveryje
Uždėkite „varnelę“, jeigu norite, kad, siuntimas būtų sustabdytas tuo atveju, kai vartotojo vardas ar slaptažodis yra nurodytas neteisingai
Nustatyti siuntimo greitį
Nustatyti siuntimo greitį:
Maksimumo susijungimų:
Maksimumo susijungimų vienam serveriui:
Nustatyti siuntimo greitį:
ne
Čia galite pakeisti kanalo rėžimo nuostatas
Uždėkite „varnelę“, jeigu norite, nustatyti maksimalų susijungimų skaičių
Uždėkite „varnelę“, jeigu norite, nustatyti maksimalų susijungimų skaičių vienam serveriui
Nurodykite kanalo greitį, kurį FDM failų siuntimui
Visi siuntimai
Siuntimų sąrašas
Įrašyti automatiškai kas
min.
Šalinant nebaigtą siųsti failą
Šalinti automatiškai baigto siuntinio užrašą
Failo nešalinti 
Pašalinti failą
FDM automatiškai įrašo siuntimų sąrašą numatytu laiko tarpu. Tai apsaugo nuo galimų klaidų esant kompiuterio užstrigimui ar dingus elektrai
Nurodykite čia, ką FDM turi daryti su failu diske, šalinant nebaigtą siuntimą
Uždėkite „varnelę“, jeigu norite, kad siuntimo pavadinimas būtų automatiškai ištrinamas baigus siuntimą
Sekimas
Sekti:
Mainų sritį
Sekti failus su plėtiniu
Ignoruoti failus su plėtiniu
ALT nereikia nuspausti 
Turi būti nuspaustas ALT 
Prašau, nurodyti plėtinį
Uždėkite „varnelę“ jeigu norite, kad, FDM perimtų paspaudimus į nuorodą siųsti iš Internet Explorer
Uždėkite „varnelę“ jeigu norite, kad, FDM sektų mainų sritį
Sekti tik failus su nurodytais plėtiniais
Nereikia sekti failų su nurodytais plėtiniais 
Sekti, jeigu nenuspaustas ALT klavišas
Sekti, jeigu nuspaustas ALT klavišas
Paleistis
Paleisti kartu su Windows
Paleisti minimizuotą
Sistema
Minimizuoti į sistemos dėklą
Uždaryti - minimizuoti į sistemos dėklą
FDM bus paleistas kartu su Windows
FDM bus minimizuotas po paleidimo
Paspaudus mygtuką „minimizuoti“ FDM bus perkeltas prie laikrodžio į sistemos dėklą
Jeigu pažymėta, tai nuspaudus mygtuką „Uždaryti“ veiksmas bus lygiai tas pats, kas nuspaudus mygtuką "minimizuoti"
Naujinimai
Naujinimų serverio adresas
FDM automatiškai ieškos naujų programos versijų
Optimaliu tinklo naudojimosi vedlys
Sveiki, atvykę pas tinklo optimizavimo vedlį !
Šis vedlys, padės nustatyti optimalias, Jūsų prisijungimo tipui, nuostatas. Taip pat nustatys įprastines atsiuntimo ir išsiuntimo savybes.
Nurodykite prisijungimo tipą
Gerai
Nurodykite prisijungimo tipą
Priderinti FDM pagal Jūsų prisijungimo tipą
Užduotis
Siuntimo laikas
Sekantis siuntimas
Paskutinis siuntimas
Klaida įkeliant planuotojo užduočių sąrašą. Gali būti, kad jis pažeistas arba jį naudoja kita programa
Klaida įkeliant planuotojo ataskaitą
Klaida įrašant planuotojo darbų sąrašą
Buvo suplanuota "%s" užduotis. Vykdyti ją?
Pakeisti kanalo siuntimo rėžimą į "%s"0
Nutraukti
Visi sujungimai
Pakeisti kanalo siuntimo rėžimą į
Išjungimas
Paleisti iš naujo
Seanso baigimas
Vieną kartą
S
P
A
T
K
P
Š
Dienomis:
Siųsti kas:
d.
val.
Paleidus FDM
Po sėkmingo prisijungimo
Jeigu prisijungti nepavyko
Jeigu nėra aktyvių siuntimų
Jeigu greitis mažesnis, ar lygus %d baitai/s laike %d
Jeigu visi siuntimai būsenoje „klaida“ laike
Niekada
Nežinoma
Sėkmingai prisijungėme prie "%s"
Klaida prisijungiant prie "%s"
Siuntimas pradėtas
Trūksta atminties
Klaida bandant pradėti siuntimą
Komandos įvykdymas prives prie to, kad programa baigs darbą tik ją paleidus. Užduotis bus atšaukta
Maksimalus bandymų prisijungti kiekis
Pauzė tarp bandymų
Nutraukti, jeigu greitis mažesnis nei:
Bandyti iš naujo
Nedaugiau nei
Naudoti prisijungimą
Jeigu sėkmingai
kartų
Nutraukti visus aktyvius susijungimus
Nutraukti susijungimą
Programos failas:
Parametrai:
Užbaigimo tipas:
Priverstinai užverti programą
Paleisti programą
Nustatyti modemo susijungimą
Nutraukti modemo susijungimą
Keisti kanalo apkrovimo rėžimą
Išeiti iš FDM
Išjungti kompiuterį
Pradėti siuntimus
Sustabdyti siuntimus
Papildiniai
Visi Failai
Ši nuostata galioja tik su Windows 2000, XP arba naujesnė versija
Įrašykite programos pavadinimą
Nurodykite siuntimus
Pasirinkite čia kanalo naudojimo rėžimą, kuris bus pritaikytas vykdant užduotį
Uždėkite „varnelę“, jeigu norite apriboti maksimalų prisiskambinimo bandymų kiekį
Pauzė tarp nesėkmingų bandymų
Uždėkite „varnelę“, jeigu norite, kad FDM nekeistų susijungimo greitį mažesniu, nei nurodyta
Nurodykite čia norimą ne mažesnį susijungimo greitį
Jeigu tai pažymėta - FDM bandys pritaikyti pageidaujamą greitį
Uždėkite „varnelę“, jeigu norite, nustatyti maksimalų kartojimų kiekį, siekiant prisijungti nustatytu greičiu
Norimus siuntimus pateikite čia
Visų galimų siuntinių sąrašas
Pridėti pasirinktą siuntimą į užduočių sąrašą
Pašalinti pasirinktą siuntimą iš užduočių sąrašo
Nurodykite programos pavadinimą, kurias norite paleisti
Rasti programą kompiuteryje
Nurodykite programos paleidimo sąlygas
Nurodykite sesijos užbaigimo tipą
Uždėkite „varnelę“, jeigu norite priverstinai baigti sesiją. Tai naudinga, kai sistemoje atsiranda klaidų ir nereaguojančių į vartotojo veiksmus programų. Bet tuo atveju, bus prarasti visi neįrašyti duomenys
Nurodykite čia, ką norite suplanuoti
Uždėkite „varnelę“, jeigu norite, kad FDM nutrauktų visus aktyvius susijungimus
Nurodykite susijungimą, kurį reikės nutraukti
Nurodytomis dienomis
Sekmadienį
Pirmadienį
Antradienį
Trečiadienį
Ketvirtadienį
Penktadienį
Šeštadienį
Įvykis
Kiekvieną
Mažas greitis
min
Minutė(čių)
Valanda(ų)
Diena(ų)
Jeigu, pernelyg mažas greitis
Jeigu visi siuntimai būsenoje „klaida“
Nurodykite dienas
Pradėti vykdyti užduotį nustatytu laiku
Nurodykite čia užduoties vykdymo laiką
Pradėti vykdyti užduotį nustatytą datą
Nurodykite čia užduoties vykdymo datą
Pradėti siuntimą nurodytomis savaitės dienomis
Pradėti siuntimą kiekvieną sekmadienį
Pradėti siuntimą kiekvieną pirmadienį
Pradėti siuntimą kiekvieną antradienį
Pradėti siuntimą kiekvieną trečiadienį
Pradėti siuntimą kiekvieną ketvirtadienį
Pradėti siuntimą kiekvieną penktadienį
Pradėti siuntimą kiekvieną šeštadienį
Pradėti siuntimą periodiškai
Čia galite nurodyti laiko tarpą minutėmis, valandomis arba dienomis
Vykdyti užduotį atėjus nustatytam terminui
Nurodykite čia veiklos tipą
Nurodykite čia laiko tarpą
Nurodykite čia minimalų pageidaujamą greitį
Norint pradėti siuntimą, reikia patvirtinimo
Laukti patvirtinimo laike
sek.
Jeigu tai pažymėta, FDM paprašys patvirtinti siuntimą
Jeigu tai pažymėta, FDM lauks nustatytą laiką Jūsų patvirtinimo. Jeigu nieko nedarysite tą laiko tarpą, siuntimas bus pradėtas
Adresas:
Siunčiamų failų sąrašo sudarymas
Susijungimas su serveriu
Pabandyti naudoti menedžerio prisijungimo vardą
Failų sąrašo gavimas iš serverio
Prarastas susijungimas su serveriu. Bandome atkurti ryšį
Sąrašo sudarymas
Gauti failų dydį ir sukūrimo datą
Naudojant šį parametrą mažėja siuntimo sparta
Uždėkite „varnelę“, jeigu norite, kad FDM užklaustų failų sukūrimo laiką ir datą iš HTTP serverių
Saito adresas
Susijungimai
Vardas
Grupė
Klaida įkeliant saitų sąrašą. Gali būti, kad jis pažeistas arba jį naudoja kita programa
Klaida įrašant saitų sąrašą
Maksimalus, vienu kartu, prisijungimų skaičius:
Įprastinė grupė failų siuntiniams iš šio saito
Naudoti pasyvų režimą jungiantis prie FTP
Įrašykite saito pavadinimą
Saitas tokiu pavadinimu jau yra. Įrašykite kitą pavadinimą
Maksimalus susijungimų skaičius turi būti didesnis nei 0
Nurodykite norimą grupę
Nurodykite čia saito pavadinimą
Uždėkite „varnelę“, jeigu norite nustatyti maksimalų susijungimų skaičių vienu metu, su šiuo serveriu
Uždėkite „varnelę“, jeigu norite, kad visi siuntiniai iš šio serverio, būtų talpinami į nurodytą aplanką
Atsiklausti vartotojo
Daugiau nebeklausti
Klaida įrašant į diską
Failas "%s" jau yra šiame diske. Ką darom?
Daugiau šito nebeklausti. Jūsų pasirinkimas bus naudojamas kaip įprastas
Pakeisti egzistuojantį failą šiuo nauju failu
Pervardinti šį failą
Atnaujinti siuntimą taip, kad, jis prasidėtų nuo tos vietos, kaip ir jau esamo failo dydis
Sustabdyti šį siuntimą
Taip
Ne
Siuntimas
buvo pašalintas. Pašalinti failą iš disko?
Įrašykite vartotojo vardą ir slaptažodį
Įeiti į "%s"
Siųsti įrašytą vartotojo vardą ir slaptažodį serveriui
Nesijungti prie serverio
Failo dydis "%s" serveryje pakeistas. Ką darome?
Pradėti siuntimą iš naujo
Pakoreguoti siuntimą, pagal pasikeitusį failo dydį. Tai nerekomenduojama
Minutėle...
Atnaujinti
Aprašas
Atnaujinti, naudojant:
Tikrinama ar yra naujinimų
Jūs naudojatės naujausia programos versija
Atsiunčiama...
Šiuo metu yra %s versija, rinkinys %s 
Pilna rinkinio versija %s (%s)
Naujiname iki %s versijos
Naujiname iki %s versijos (%s)
FDM reikia paleisti iš naujo. Paleisti dabar?
Naujinimas baigtas
Klaida bandant naujinti programą
Nurodykite naujinimo tipą
Naujinti FDM, naudojant pilną rinkinį
Naujinti FDM, naudojant naujinimo rinkinį
Rasti daugiau informacijos apie naujinimą
Kas naujo šioje versijoje
Naujinti FDM dabar
Atsisakyti naujinimo ir užverti dialogo langą
Pridėti naują siuntimą
Pažymėti turinį.
Nuimti žymę
Pridedamų siuntimų sąrašas
Atrinkti aplanko turinį ir įrašyti į siuntimų sąrašą
Atšaukti viską, nes aplanko turinys nebus įrašytas į siuntimų sąrašą
Apie programą Free Download Manager
Autorių teisės (c)
Visos teisės ginamos
Registruota vardu:
Jau atnaujinta. Reikia paleisti programą iš naujo
Neteisingas vartotojo vardas arba slaptažodis
Klaida įkeliant failą iš žurnalo
Klaida įrašant failą iš žurnalo
HTML-voro įprastinės nuostatos...
HTML-voras
Web-puslapio „medis“
Siųsti Web-saitą
Siuntimo nuostatos...
Pradėti siuntimą
Sustabdyti siuntimą
Numatyti siuntimą
Pašalinti
Atverti Web-puslapį naršyklėje
Atidėti siuntimą
Saito adresas (puslapiai)
Failai
Pašalinti ir siuntimus?
Klaida įkeliant Web-puslapių sąrašą
Klaida įrašant Web-puslapių sąrašą
Nurodykite Web-puslapio ar HTTP serverio adresą, kurį norite atsisiųsti
Web-puslapio ar HTTP serverio adresas, iš kurio buvo pradėtas siuntimas
Aplanko pavadinimas į kurį patalpinti siuntiniai
Pagrindinis aplankas:
Web-puslapiai
Puslapiai
Web-puslapių failų plėtiniai su HTML-kodu:
Siųsti Web-puslapių stilius
Siųsti Web-puslapius iš kitų saitų
Paveikslėliai
Siųsti paveikslėlius
Siųsti paveikslėlius, su nuorodom į kitus saitus
Siuntimo apimtis:
Web-puslapių failų plėtiniai su HTML kodu, turi būti atskirti tarpais. Iš Web-puslapių siunčiami failai, paveikslėliai ir kiti Web-puslapiai
Jeigu pažymėta, Web-puslapių stiliai taip pat bus siunčiami. Stilius rekomenduojama siųsti
Jeigu nepažymėta, Web-puslapiai iš kitų saitų nebus siunčiami. Pavyzdžiui, jeigu nepažymėta ir pradėjote siuntimą iš http://example.com/, tai http://othersite.com/some.html nebus siunčiamas, o http://example.com/some.html - bus
Jeigu pažymėta, Web-puslapių paveikslėliai taip pat bus siunčiami
Jeigu nepažymėta, tai Web-puslapių paveikslėliai, kurie turi nuorodą į kitus saitus, nebus siunčiami
Siuntimo apimtis. pavyzdžiui, Jūs pradėjote siųsti iš http://ex.com/index.html. Yra nuoroda į http://ex.com/some.html su http://ex.com/index.html. Tada siuntimo apimtis http://ex.com/some.html bus 1. 
Siųsti failus iš Web-saito
Siųsti failus iš kitų saitų
Failų atrinkimas pagal plėtinį
Įjungti
Siųsti
Nesiųsti
Failai su plėtiniu:
Uždėkite „varnelę“, jeigu norite, sūsti failus iš Web-puslapių
Uždėkite „varnelę“, jeigu norite, siųsti failus ir iš kitų serverių
Uždėkite „varnelę“, jeigu norite, įjungti failų filtravimą pagal jų plėtinį
Jeigu pažymėta, tai bus SIUNČIAMI failai su šiais plėtiniais
Jeigu pažymėta, tai NEBUS SIUNČIAMI failai su šiais plėtiniais
Eksportuoti nuostatas
Importuoti nuostatas
Klaida paleidžiant Regedit.exe
Klaida eksportuojant nuostatas
Klaida įkeliant nuostatas
FDM rejestro failai
Paveikslėlių atrinkimas pagal failo plėtinį
Paveikslėliai su plėtiniu:
Uždėkite „varnelę“, jeigu norite įjungti paveikslėlių filtravimą pagal plėtinį
Jeigu pažymėta, bus SIUNČIAMI paveikslėliai pagal šiuos plėtinius
Jeigu nepažymėta, NEBUS SIUNČIAMI paveikslėliai pagal šiuos plėtinius
Šito nesiųsti ir pašalinti
Serveris neleidžia tęsti nutrauktą siuntimą. Pradėti iš naujo
Neįmanoma pereiti nurodytu adresu
Įvyko netikėta klaida, įrašant duomenis į registrą
Dėkojame, kad užsiregistravote! Paleiskite FDM iš naujo
Atsiųsti su FDM
Atsiųsti Web-saitą su FDM
Pridėti FDM į kontekstinį Internet Explorer turinį
Uždėkite „varnelę“, jeigu norite, kad, meniu punktai "Atsiųsti su FDM" ir "Atsiųsti Web-saitą su FDM" būtų pridėti į kontekstinį Internet Explorer meniu (meniu matomas, spragtelėjus dešinį pelės klavišą)
Mažinti siuntimo greitį, esant įjungtai naršyklei
Sumažinti vienu lygiu
Nustatyti minimalų rėžimą
Uždėkite „varnelę“, jeigu norite, kad, siuntimo greitis sumažėtų paleidus naršyklę. Tai pagreitins Web-puslapių atsidarymą, nors ir veikia FDM
Siuntimo greitis mažinamas vienu lygiu. Maksimalus->Optimalus, Optimalus->Minimalus
Nustatytas minimalus siuntimo greitis 
Tinka tik
Tinka ir žemesnėms sritims
Uždėkite „varnelę“, jeigu norite, kad, šitas įrašas būtų naudojamas siunčiant iš HTTP
Uždėkite „varnelę“, jeigu norite, kad, šitas įrašas būtų naudojamas siunčiant iš HTTPS
Uždėkite „varnelę“, jeigu norite, kad, šitas įrašas būtų naudojamas siunčiant iš FTP
Uždėkite „varnelę“, jeigu norite, kad, šitas įrašas būtų naudojamas siunčiant iš žemesnių sričių serverių. Pavyzdžiui, saitui http://site.com tai bus http://some.site.com
Pasirinkite nors vieną protokolo rūšį
Maksimumo galimų siuntimų:
Uždėkite „varnelę“, jeigu norite, nustatyti maksimalų, vienu metu siuntimų kiekį
Pakartoti siuntimą iš naujo
Pridėti vieną dalį
Sustabdyti dalies siuntimą
; context: [section x] - Stopped
Sustabdyta
; tray menu
Nuorodas čia!
;
Nerastas aplankas su Operos papildiniais. Galite nurodyti savarankiškai?
Nerastas aplankas su Netscape papildiniais. Galite nurodyti savarankiškai?
Klaida nustatant sekimą su Opera
Klaida nuimant sekimą su Opera
Klaida nustatant sekimą su Netscape
Klaida nuimant sekimą su Netscape
Uždėkite „varnelę“, jeigu norite, kad, FDM perimtų siuntimą iš „Operos“
Uždėkite „varnelę“, jeigu norite, kad, FDM perimtų siuntimą iš Netscape
; create download dlg
Užklausti failo dydžio
; request the size of a download
Užklausa...
Užklausti serverio apie siuntinio dydį
Taip, visiems
Ne, visiems
Išsami ataskaita
Jeigu pažymėta, tai FDM rodys pranešimus iš serverio
Kad įsigaliotų pakeitimai, reikia naršyklę paleisti iš naujo
Užduočių sąrašas
Failų sąrašas
Saitų sąrašas
Puslapių sąrašas
Siuntimų pašalinimas
Siuntimų sąrašo sudarymas
Pridėti paketinį siuntimą...
Nuo
Iki
Žingsnis
Pakait. simbolių:
Rezultatai
Pavyzdys
Pradinis eiliškumo numeris
Galinis eiliškumo numeris
Eiliškumo žingsnis. Pavyzdys, jeigu jis 10, tai eiliškumas bus 10, 20, 30, ...
Pakaitos simbolių kiekis. Pavyzdžiui, jeigu nurodyta 1, tai eiliškumas bus 1, 2, 3. Jeigu nurodyta 2, tai eiliškumas bus 01, 02, 03
Nuspauskite šį mygtuką, kad pamatytume sugeneruotą eiliškumą
Leisti atsiųsti failą IE naršyklei, jeigu buvo atsisakyta atsiųsti su FDM
Pažymėkite, jeigu norite leisti atsiųsti failus su Internet Explorer, kai buvo atsisakyta atsiųsti su FDM
Galinis eiliškumo numeris turi būti didesnis už pradinį
Galite panaudoti šį ženklą (*) adreso juostoje, kad įvestume adresų kaukę
Sukurti plėtinius failams, be failo plėtinio
Uždėkite „varnelę“, jeigu norite, kad failams be plėtinio būtų sukurtas plėtinys, kurį Jūs nurodysite. Pavyzdžiui, Failui "failas" ir, jeigu Jūs nurodėte "txt", tai bus "file.txt"
Rodyti dydžius baitais
Uždėkite „varnelę“, jeigu norite, kad visi dydžiai būtų rodomi tiktai baitais vietoje kilobaitų ir megabaitų
Patikrinti siuntinius antivirusine
Parametrai:
Plėtiniai:
Uždėkite „varnelę“, jeigu norite, kad, atsiųstus failus patikrintų antivirusinė programa
Nurodykite antivirusinės programos pavadinimą
Nurodykite reikalingus argumentus
Įrašykite siunčiamų failų plėtinius, kuriuos reikia patikrinti su antivirusine
Įrašykite antivirusinės programos pavadinimą
Neteisingas įrašas. Pataisykite jį
Paleisti antivirusinę
Po įvykdymo, uždrausti užduotį
Po įvykdymo, pašalinti užduotį
Uždėkite „varnelę“, jeigu norite, kad užduotis automatiškai būtų uždraudžiama po įvykdymo
Uždėkite „varnelę“, jeigu norite, kad užduotis automatiškai būtų pašalinta po įvykdymo
Pereiti į
Atgal
Sukurti failo vardą automatiškai
Uždėkite „varnelę“, jeigu norite, kad, failo pavadinimas, kuriuo bus įrašytas siuntinys, būtų sugeneruotas automatiškai
Įrašyti su plėtiniu "htm"
Uždėkite „varnelę“, jeigu norite, kad, visi Web-puslapiai būtų įrašyti su plėtiniu "htm"
Paspauskite šį mygtuką, jeigu norite suskaičiuoti visų siuntimų failų sumą
Įrašyti serverio aplankų struktūrą
Uždėkite „varnelę“, jeigu norite, kad, būtų įrašyta serverio aplankų struktūrą. Antraip visi failai bus įrašyti į vieną aplanką
Jūs pasirinkote kitą aplanką. Ar tai bus įprastas tai grupei aplankas? Taip pat galite nurodyti tos grupės įprastą aplanką, grupės nuostatose.
; === ADDED LINES ===
Siuntinys pagal šitą nuorodą jau yra! Ką darom?
Paleisti
Paleisti atsiųstą failą
Versija
Parašyti gamintojui
Įkelti naujausią versiją
Dėmesio: šią programą saugo įstatymas ir tarptautiniai susitarimai apie autorines teises. Nesankcionuotas dauginimas arba programos platinimas bet kokia forma ar jos dalimis, užtraukia civilinę ar baudžiamąją atsakomybę.
; === new version ===
Atsiųsti viską su FDM
Pridėti siuntimų sąrašą
Pašalinti atrinktus
Sąrašas su papildytais adresais
Spragtelkite čia, kad pašalinti visus atrinktus adresus iš sąrašo
Negaliu rasti Firefox papildinių aplanko. Gal galite tai nurodyti savarankiškai?
Negaliu nustatyti sąsajos su Firefox
Negaliu nutraukti sąsajos su Firefox
Uždėkite „varnelę“, jeigu norite, kad FDM sektų spragtelėjimus siųsti su Mozilla Firefox
Atsiųsti su FDM
Pradžia
Web-saitai
Aktyvūs siuntimai
Šiuo metu nėra aktyvių siuntimų
Pranešimas
Naudoti išplaukiantį pranešimą sistemos dėkle
Laukimo trukmė
Uždėkite „varnelę“, jeigu norite, kad rodytų išplaukiančius pranešimus apie siuntimo eigą. Pastaba: ši galimybė prieinama tik su Windows 2000/XP ir aukštesne versija
Automatiškai slėpti pranešimą, pasibaigus šiam laiko tarpui
Veidrodžiai
Rasti automatiškai veidrodinių adresų
Maksimumo veidrodžių
Skaičiuoti veidrodžių greitį
Skaičiuoti greitį kas
Uždėkite „varnelę“, jeigu norite, kad, FDM automatiškai ieškotų veidrodinių adresų kiekvienam siuntimui
Apriboti veidrodžių kiekį siuntimui. Tai sumažins laukimo trukmę, kol bus paskaičiuota veidrodžių sparta
Uždėkite „varnelę“, jeigu norite, kad FDM automatiškai nustatytų veidrodžio spartą kiekvienam serveriui
Automatiškai perskaičiuoti veidrodžių greičius, nurodytais laiko tarpais
Neieškoti, jeigu failo dydis mažesnis
FDM neieškos veidrodžių, jeigu failo dydis yra mažesnis nei nurodyta
Neieškoti, jeigu nežinomas failo dydis (rekomenduojama)
Pridėti veidrodį
Rasti veidrodžius
Savarankiškai įrašyti veidrodinį adresą šiam siuntimui
Rasti šiam siuntimui veidrodžių su FileMirrors.COM pagalba
Veidrodžių adresai
Greitis
Naudojama
Pamatuoti greitį
Pamatuoti serverio greitį
Siuntinių langelis
Laukiame...
Siuntimų veidrodis
Failas didesnis nei 2Gb. Tokio dydžio failus galima siųsti tik iš FTP
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nauja užduotis
Automatiškai nustatyti siuntiniams grupes
Nustatyti grupę:
Įrašyti siuntinius į grupėms nurodytus aplankus 
Pasirinkite, jeigu norite, kad, siuntinių grupė būtų atpažįstama pagal failo plėtinį arba pagal menedžerio nuostatas
Savarankiškai nurodyti įprastine grupę
Pasirinkite, jeigu norite, kad, siuntinys būtų talpinamas į savo grupės aplanką
Savarankiškai nurodyti pagrindinį aplanką
; END
; BEGIN: Monitoring page
Paslėptas stebėjimas
Jeigu pažymėta, daugiau neberodyti lango "Naujas siuntimas" pridedant siuntimą iš naršyklės
Nuostatos
Nurodyti, kokius punktus rodyti, kontekstiniame Internet Explorer meniu
; END
Kontekstinio meniu punktų pasirinkimas
Reikalingas, nors vienas punktas
Naudoti garsus
Paspauskite šį mygtuką, kad nustatytumėt garsinių pranešimų parametrus
Pasirinkite garsą, kiekvienam įvykiui
; BEGIN : Customize sounds dialog
Garsų derinimas
Nustatyti
Pašalinti
Patikrinti
FDM įvykių sąrašas ir garsai jiems. Čia Jūs galite priskirti kiekvienam įvykiui savitą garsinį signalą
Naujas siuntimas – garsas informuojantis, kad, pridėtas Naujas siuntimas į sąrašą
Siuntimas baigtas - garsas informuojantis, kad, Siuntimas baigtas
Siuntimo klaida - garsas informuojantis, kad, failo Siuntimo klaida
Prisiskambinta sėkmingai - garsas informuojantis, kad, Prisiskambinta sėkmingai
Klaida priskambinant - garsas informuojantis, kad, Klaida priskambinant
Nustatyti įvykiui garsinį signalą
Nenaudoti garso šiam įvykiui
Patikrinti garsą
Įvykis
Garsinis failas
Be garso
Pridėtas siuntimas
Siuntimas baigtas
Siuntimo klaida
Sėkmingas prisijungimas
Klaida prisijungiant
Garsiniai failai
; END
Ieškoma veidrodžių...
Veidrodžių greičio matavimas...
Veidrodžių paieška jau atlikta
Jungiamės su paieškos serveriu...
Gaunami rezultatai...
Surasta %d veidrodžių
Veidrodžių paieška baigta
Pasirinkti kitą veidrodį...
Nerasta nei vieno veidrodžio
Nesėkmė
Greitis pamatuotas
; BEGIN: History page
Žurnalas
Įrašyti nuorodų ir aplankų žurnalo sąrašą
Įrašyti tik aplankų žurnalo sąrašą
Saugoti įrašus laike
Maksimumo įrašų
Išvalyti žurnalą...
FDM saugos nuorodų ir aplankų žurnalo įrašus
FDM saugos tik aplankų žurnalo įrašus
FDM šalins senus įrašus pagal nurodytą laiko šabloną
Maksimalus įrašų skaičius žurnale. Viršijus šią ribą, FDM šalins senus įrašus
Pašalinti visus žurnalo įrašus
; END
Importuoti
Eksportuoti
Importuoti nuorodas
Eksportuoti siuntimų sąrašą
Tekstiniai failai
Nepasisekė atverti failo
Visų siuntimų eksportas
Visų siuntinių iš sąrašo eksportas
Eksportuoti atrinktus siuntimus
Neeksportuoti baigtus atsiuntimus
Pridėti, jeigu toks failas jau yra
Neteisingas grupės pavadinimas. Nenaudokite pavadinime simbolių / arba \
Baigus, užverti programą
; BEGIN : Downloads History window
Pridėta
Įrašyta
; END
Šiukšlinė
; BEGIN: Recycle Bin
Savybės
Išvalyti šiukšlinę
;END
;BEGIN: Recycle Bin properties
Neperkelti pašalintų siuntinių į šiukšlinę
Saugoti maksimumą
siuntimų
Nesaugoti baigtų siuntimų
Paklausti, šalinant siuntimus
Šiukšlinės savybės
Paspauskite šį mygtuką, jeigu Jūs nenorite, kad, pašalinti siuntimai liktų šiukšlinėje
Paspauskite šį mygtuką, jeigu Jūs norite apriboti kiekį, saugomų šiukšlinėje pašalintų siuntimų.
Maksimalus saugomų siuntimų kiekis šiukšlinėje
Pažymėkite, jeigu Jūs nenorite, kad pašalinti siuntimai būtų perkelti į šiukšlinę
Pažymėkite, kad FDM atsiklaustų leidimo pašalinti siuntimą
;END
Atkurti
Atkurti siuntimus...
; History subitems
Šiandien
Vakar
Prieš savaitę
Prieš mėnesį
Nurodyti...
; end
Išvalyti žurnalą
Įrašyti į žurnalą
Įrašyti tik baigtus siuntimus į žurnalą
Paspauskite, kad įrašyti į Jūsų siuntimų žurnalą 
Paspauskite, kad įrašyti tik baigtus atsiuntimus į žurnalą
Atsiuntimų žurnalo nuostatos...
Sukuriamas žurnalo įrašų sąrašas...
; Download was deleted
Pašalinta
Nurodykite diapazoną
Rasti...
Rasti dar...
Objektas
; BEGIN : Find dialog
Eiti į
Vietinis failas
Nurodykite ieškomą objektą
Rasti tarp visų failų
Rasti nuorodoje
Rasti komentaruose
Rasti pagal failo vardą ir vietą
Nustatyti papildomus kriterijus
; ADVANCED settings
Kur ieškoti?
Rasti siuntimų sąraše
Rasti siuntimų žurnale
Rasti pagal laiką
Nurodyti
Rasti šiukšlinėje
Rasti pagal dydį
Minimumo
Maksimumo
Rasti siuntimų sąraše
Rasti siuntimų žurnale
Siuntinių paieška, pagal nurodytą laiko tarpą
Nurodyti laiko tarpą
Rasti šiukšlinėje
Rasti siuntinį pagal nurodytą dydį
Minimalus dydis
Maksimalus dydis
Rasti grupėje
Nurodykite grupę, kurioje ieškoti
; END
Rasti siuntimą...
Ieškomų objektų nėra
Ieškomų objektų nėra
Paieška baigta
Nuorodą į mainų sritį
ZIP peržiūra
Reikia nerodyti bent vieną failą.
Gali būti, kad ieškomas failas yra supakuotas į ZIP-paką. Ar norite peržvelgti jo turinį?
Peržiūra
Negaliu atverti failo.
Nežinomo tipo media.
Norint pasinaudoti šią galimybe reikalingas DirectX 8.0 arba naujesnė versija. Naujausią programos versiją galite atsisiųsti iš www.microsoft.com saito
Informacija apie failą
Dydis:
Pasiekiama:
Trukmė:
Pritildyti
Pagroti
Pauzė
Filtras
Plėtiniai [atskiriami tarpu, pvz. zip rar arj]:
Pašalinti failus su šiais plėtiniais
Palikti failus tik su šiuo plėtiniu
Argumentų eilutėje nėra parametro %file%. Šis argumentas reikalingas nurodyti failą, kurį tikrins antivirusinė programa.
Tęsti vis tiek?
Dėmesio
Naudoti žymę „paslėptas“ nebaigtiems siųsti failams
Pridėti atsiųstam failo pavadinimui komentarą pasibaigus siuntimui
Neįrašyti Web-puslapių
Pažymėkite tai, JEIGU NENORITE, kad, būtų siunčiami serverio Web-puslapiai, o tik, būtų siunčiami failai su paveikslėliais 
ZIP peržvalga
Uždėkite „varnelę“, jeigu norite prieš atsiunčiant failą, peržvelgti pako turinį ir atsisiųsti tik jo dalį.
Tomas:
Pradėti siųsti automatiškai
Uždėkite „varnelę“, jeigu norite, kad FDM pradėtų siuntimą automatiškai
Nurodykite failus siuntimui
Nurodyti alternatyvius siuntimo adresus
Daugiau nebesinaudoti ZIP peržiūra
Jūs išjungėte ZIP peržiūrą. Norit vėl įjungti, atidarykite: Nustatymai -> Siuntimo savybės (Ctrl+0) -> Naujas siuntimas ir uždėkite „varnelę“ "ZIP peržiūra".
Išimtys
Web-puslapių sąrašas, kurie bus praleisti siunčiant saitą.
Aplankų įdėklai
Pridėti
Taip pat praleisti visus aplankų įdėklus
; Proxy tab new settings
Naudoti atkūrimą nutrūkus ryšiui
Atkūrimo dydis
baitas
Uždėkite „varnelę“, kad, įjungti atkūrimo funkciją. Atkūrimas gali apsaugoti Jūsų failus nuo sugadinimo.
Atkūrimo dydis. Didesnis dydis užtikrina atkūrimo kokybę. Rekomenduojamas dydis - 3000 baitų. Jūs galite padidinti tą kiekį, jeigu siunčiami failai vis tiek yra sugadinamas.
; downloader options -> monitor tab
Nestebėti failų, mažesnių nei
Naudokite tai, kad, uždrausti FDM siųsti failus, mažesnius nei nurodytas dydis.
Kilobaitas
Dėmesio! Šiukšlinėje per daug įrašų. Tai gali turėti įtakos programos darbui ir spartai. Reikėtų išvalyti šiukšlinę. Padaryti tai?
Daugiau to nedaryti
Dėmesio! Siuntimų žurnalas per didelis. Tai gali turėti įtakos programos darbui ir spartai. Reikėtų išvalyti žurnalą. Ar daryti tai?
Tikriausiai serveris neleidžia atnaujinti nutrauktą siuntimą. Neteisingas atsakymas.
Kopijuoti į mainų sritį
; general settings | skins page
Programos išvaizda
Programos išvaizda
Leisti naudoti programai savo stiliaus piktogramas
Leisti naudoti programai savo stiliaus paveikslėlius
; default skin
<standartinis>
Pastaba: Visi pakeitimai įsigalios, paleidus Free Download Manager iš naujo.
Informacija apie siuntimus
Pralesti failus su plėtiniu:
Failų plėtinių sąrašas, kurių FDM nestebės
Nėra aktyvių siuntimų
Pagroti garsinį failą baigus visus siuntimus
Įkelti nuorodas iš mainų srities
Slaptažodžiai
Vedlio nuostatos...
; Save password dialog
Įrašyti slaptažodį?
Free Download Manager gali įrašyti slaptažodį šiam serveriui, kad nereikėtų įvedinėt kiekvieną kartą siunčiant iš jo.
Įrašyti šitą slaptažodį?
Nesiūlyti įrašyti slaptažodžio
; Site Manager options | Passwords tab
Naudotis valdytoju, slaptažodžių saugojimui
Paklausti sutikimo įrašant slaptažodį
Daugiau nebeklausti ar įrašyti slaptažodį
Baigus darbą pašalinti visus slaptažodžius...
Pašalinti visus slaptažodžius
; create new HTML Spider task
Pašalinti baigtus siuntimus automatiškai (rekomenduojama)
Pažymėkite, jeigu norite, kad HTML-voras šalintų automatiškai baigtus siuntimus. Tai pagreitins didelių failų siuntimą.
Visi pakeitimai įsigalios paleidus Free Download Manager iš naujo
Naujas stilius
Ankstesnis stilius
Neteisingas aplanko pavadinimas
Nerodyti plaukiojančių langų esant pilnaekraniam rėžimui
Pažymėkite tai, jeigu norite, kad, visi plaukiojantys langai būtų automatiškai slepiami maksimizuojant langą.
buvo suplanuota siuntimui.
Paleisti?
Paleisti failą baigus siuntimui
Naudokite (*), (*A) arba (*a) adrese, kad nurodyti adresų šabloną
Veidrodiniai serveriai:
Miegantis rėžimas
Laukiantis rėžimas
Įsiminti nuostatas
Atsiklausti, apie aplanko pakeitimą siuntimų grupei
Įrašyti failą
Atverti failą
Įrašyti failą ir atverti
Siuntimo būdas:
FDM bendruomenė
Free Download Manager bendruomenė
Gerbiamas vartotojau!
Free Download Manager – programa, pateikiama nemokamai. Ją galite naudotis tiek ilgai, kiek tik norite.
Jeigu Jūs manote, kad Free Download Manager naudinga programa, mes prašome, padėkite ją populiarinti, įrašant nuorodą apie ją savo tinklalapyje.
Iš anksto dėkojame už suteiktą pagalbą,\nFree Download Manager kūrėjų grupė.
Priminti man apie tai po 3 dienų
Priminti kitą kartą, paleidus Free Download Manager
Daugiau nerodyti šio pranešimo
Parodyti nuorodos HTML-kodą
Nuorodos HTML-kodas
Daugiau pavyzdžių
Kopijuoti į mainų sritį
Nerodyti
; "Traffic usage mode has been changed" window
Pakeistas siuntimo kanalo rėžimas
Jūs pakeitėte siuntimo kanalo rėžimaą.\nFree Download Manager Free Download Manager gali naudoti tris rėžimus:
Pasirinkus šį - Free Download Manager naudos didžiausios spartos siuntimą.
Pasirinkus šį - Free Download Manager naudos vidutinės spartos siuntimą. Galėsite tuo pačiu metu siųstis failus ir naršyti internete.
Pasirinkus šį - Free Download Manager naudos mažiausios spartos siuntimą. Galėsite tuo pačiu metu siųstis failus ir naršyti internete.
;
Pervardinti nurodžius pakartoti siuntimą
Įrašykite reikšmę, neviršyjančią %d
; export/import downloads
Adresų sąrašo failai
Siuntimų informacijos failai
;
Eksporto parametrai
;
Gauti iš serverio failų sukūrimo laiką ir datą
Įrašyti siuntiniui failo sukūrimo laiką ir datą, tokią pačią, kaip ir serveryje
Sukurti aprašų failus
Sukurti tekstinius failus "*.dsc.txt" (kur * - siunčiamo failo pavadinimas), kuriame bus trumpa informacija apie siunčiamą failą (pastaba + adresas + data). Šie failai sukuriami tik siuntiniams, kuriems pridėti komentarai.
Šitas failas atsiųstas iš
Nesiųsti informacijos iš serverio apie datą ir laiką
Tai įgalina sutrumpinti laiką prieš pradedant siųsti iš FTP. Free Download Manager naudos komandą SIZE vietoje LIST.
Neįrašyti siuntimų ataskaitos sąrašo
Tai įgalins greitesnį Free Download Manager paleidimą ir uždarymą, taip pat naudojamos atminties kiekį.
;
Siuntimų žurnalo eksportas
Eksportuoti visus įrašus
Eksportuoti visus sąrašo įrašus
Eksportuoti atrinktus sąrašus
Baigtų siuntimų sąrašo eksportas
;
HTML-Failai
;
Free Download Manager siuntimų žurnalas
Siuntimo adresas
Galutinis failas
Failo dydis
Atsiuntimas užbaigtas
Siuntimas pašalintas
;
Aplankas
Failo dydis 
Galimybė pratęsti nutrauktą siuntimą
Užverti langą, jeigu siuntimas baigtas arba sustabdytas
Atverti
Ar rodyti šį pranešimą kitą kartą?
Taip, visada
Daugiau neberodyti šio pranešimo
Taip, bet ne šitam siuntimui
Nuspaudus SHIFT klavišą, siuntinys šalinamas iš disko, be galimybės atkurti.\nAr tikrai to norite?
Pasirinkite grupę
Nurodyti grupei aplanką
Nurodyti aplanką šiai grupei.\nPakeitimai įsigalios tik naujai pridėtiems siuntimams.
Paskiausiai atsiųsti failai
(nieko nėra)
Pristabdyti visus siuntimus
Rodyti siuntimo būsenos langą
Jeigu pažymėta, tai FDM atvers specialų langą su informacija apie kiekvieną paleistą siuntimą
; general settings | misc page
Laukti patvirtinimo
Pradėti siuntimą
Pasirinkite darbo užbaigimo būdą
Laukti komandos "Paslaugos | Baigus, nutraukti ryšį".
Laukti komandos " Paslaugos | Baigus, užverti programą".
Laukti komandos " Paslaugos | Baigus, išjungti kompiuterį".
Laukti patvirtinimo paleidžiant failą po atsiuntimo.
Jeigu pažymėta, tai FDM paklaus, kaip baigti darbą, pasirinkus komandą "Paslaugos | Baigus, išjungti kompiuterį".
Neklausti patvirtinimo
; 5 seconds, 10 seconds, ...
%d sekundžių
Laukti patvirtinimo
Praleisti puslapius iš šito aplanko
Atsiųsti puslapius tik iš šito aplanko
Įskaitant ir aplankų įdėklus
Praleisti visus Web-puslapius iš šito aplanko.
Siųsti tik tuos puslapius, kurie yra šiame aplanke ir praleisti visus kitus.
Uždėkite „varnelę“, jeigu norite, kad HTML-voras praleistų (arba siųstų) puslapius, esančius nurodyto aplanko įdėkluose.
Nurodykite aplanko vietą.\nPavyzdžiui: "http://site.com/docs/".
Tipas
Pralesti
Tiktai
Numeriai
Nustatyti
Čia galite nurodyti numerius paketiniam siuntimui.\nPavyzdys: 1-100 arba 1-100s2w3.
Spauskite šį mygtuką, kad nurodytumėte numerius su šio dialogo lango pagalba.
Vienas numeris
Numeris
Nurodyti numerius
Sintaksės klaida
Išskleisti failus
Išskleisti
Išskleidimas
Paskutinis aplankas
Nepavyko išskleisti. Nežinomas failo formatas.
Įeinantis tinklinis aktyvumas per mėnesį\n(%s buvo praeitą mėnesį)
Bendras siuntimų greitis
Atjungti veiksmus "baigus siuntimui " meniu "Paslaugos".
Jeigu įjungta, tai po vienkartinio įvykdymo, veiksmai iš meniu "Paslaugos" bus išjungti.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
Toks failas "%s" jau yra.\n\nPakeisti jį\n(%s)\n\nnauju failu\n(%s)?
Taip, visiems
Praleisti
Praleisti visus
Nežinomas pako tipas
Apsilankyti svetainėje
Įdiegti
Įprastai, tai FDM palaiko tik ZIP, RAR ir ARJ pakus.\nTačiau Jūs galite praplėsti programos galimybes įdiegdami papildomą paketą iš Free Download Manager svetainės (Būtinas aktyvus ryšys internetu).
Pakų palaikymo paketas programai FDM
Perstumti aukštyn
Perstumti žemyn
Atrinktus siuntimus paslinkti pagal sąrašą aukštyn
Atrinktus siuntimus paslinkti pagal sąrašą žemyn
Patikrinti vientisumą
Kai kurie saitai pateikia kontrolinę failų sumą, kad būtų galima po atsiuntimo patikrinti jų vientisumą. Čia galite įrašyti kontrolinę failo sumą ir FDM patikrins failo vientisumą.
Algoritmas
Kontrolinė suma
Įklijuoti iš mainų srities
Patikra
Šio failo kontrolinės sumos skaičiavimas...
Patikra sėkmingai užbaigta
Nepasisekė padaryti patikros
Failo vientisumo patikra baigta.\nKlaidų nėra.
Failo vientisumo patikra baigta.\nRasta klaidų: Failas pažeistas siuntimo metu. Reikia siuntimą pakartoti iš naujo.
Jeigu tikrinant, nerasta klaidų, lango neberodyti
Negaliu rasti antivirusinės programos vykdomojo failo.\nNurodykite teisingą kelią.
Nevienodi failų dydžiai
Įrašymas:\n(Pavyzdys: file(*)(*A)(*a).txt)
Neteisingas įrašymo šablonas.\nPasitikrinkite, ar viską teisingai parašėte.
Užbaigus
Užbaigus (baigti arba su klaidom)
Papildiniai
Kas tai?
Atsiliepimai
;
Gerbiami vartotojai!
Free Download Manager (FDM) – pats populiariausias pasaulyje siuntimų menedžeris, juo naudojasi milijonai žmonių, bet dabar, kai jis toks populiarus, mes norime dar daugiau!
Jeigu Jūs manote, kad tai vertinga programa, prisidėkite prie Free Download Manager populiarizavimo, patalpindami savo svetainėje ar dienoraštyje nuorodą į šią programą.
; %s will be replaced with "FDM buzz" 
Oficialiai %s bus pristatytas 2006 metų 16 rugpjūčio dieną. Mūsų tikslas - padaryti FDM pačia populiariausia Internet-programa, po Firefox!
FDM buzz
; %s will be replaced with "blog" 
Jūs galite sekti FDM programos paplitimą mūsų %s.
dienoraštyje
Dėkojame jums už pagalbą,\nFree Download Manager kūrėjų grupė
Daugiau neberodyti, turiu gerą atmintį.
Prisijungti prie bendruomenės
Ačiū, ne
FDM bendruomenė
Pereiti į skyrių "Atsiliepimai" baigus siuntimui
Jeigu įjungta, tai pasibaigus siuntimui, automatiškai bus atvertas skyrius "Atsiliepimai".
Pakeisti Internet Explorer tinklo identifikavimą
Uždėkite „varnelę“, kad, saitai galėtų nustatyti Free Download Manager buvimą Jūsų kompiuteryje. Tačiau tai gali kliudyti dirbant su kai kuriais saitais.
Pavojinga?
Patikrinti, ar yra kitų Free Download Manager vartotojų, neigiamų atsiliepimų apie šį failą.
Gerai, niekas nepranešė, kad šis failas yra pavojingas.\n\nTačiau tai negarantuoja pilno saugumo, todėl patariama \npatikrinti atsiųstus failus antivirusine programa.
; keep all %xxx, \n as is.
%d iš %d Free Download Manager vartotojai pranešė, kad šio failo turinys yra pavojingas.\nVidutinis įvertinimas šio siuntinio - %.*g.\n\nAr parodyti atsiliepimus apie šį failą?
Tikrinti naujus siuntinius, ar nėra pavojingi
Pažymėkite tai, kad, FDM tikrintų ar yra neigiamų vartotojų atsiliepimų apie šį siuntinį.
Rodyti atsiliepimus, dar nepasibaigus failo atsiuntimui
Jeigu įjungtą, tai FDM automatiškai atidarinės kortelę "Atsiliepimai" ir leis paskaityti vartotojų atsiliepimus apie šį siuntinį.
Failo pavojingumo patikra (smulkesnė informacija žiur. nuostatos)
Gerai, niekas nepranešė, kad šis failas yra pavojingas
Dėmesio! Turime pranešimą, kad šis failas yra pavojingas
Užverti
Siuntimas
Šito siųsti nereikia
Spartinti atsiųstų failų įrašymą diske
Jeigu įjungta, tai FDM naudos nustatytos apimtis vidinį atminties buferį, kad spartintų atsiunčiamus failų įrašymą diske. Tai sumažins kreipimosi į diską skaičių ir padidins siuntimo greitį esant spartiems susijungimas. Kadangi, atsiunčiami duomenys neįrašomi iš karto į diską, tai atsiradus nenumatytiems trukdžiams gali tekti pakartoti siuntimą. Rekomenduojama turint greitą internetinį ryšį.
Nepavyko įjungti sekimo SeaMonkey (Mozilla Suite) programai
Nepavyko išjungti sekimo SeaMonkey (Mozilla Suite) programai
Pažymėkite, kad įjungtumėme, siuntimo perėmimą iš naršyklės Mozilla Firefox
Pažymėkite, kad įjungtumėme, siuntimo perėmimą iš SeaMonkey (Mozilla Suite)
Leisti siųsti naršyklei nuspaudus „Atšaukti“
Pažymėkite, kad naršyklė pradėtų siųsti failą paspaudus mygtuką „Atsisakyti“ lange "Sukurti siuntimą"
Įdėti FDM į kontekstinį meniu naršyklėje
Pažymėkite, jeigu norite pridėti komandas "Siųsti su Free Download Manager" ir "Siųsti Web-saitus su Free Download Manager" kontekstiniame naršyklės meniu
Pasirinkite, kokias komandas, rodyti kontekstiniame naršyklės meniu
Nepavyko įjungti sekimą Firefox programoje
Perkelti failus į aplanką...
Nepakankama siuntimo sparta. Pradėti dalies siuntimą iš naujo...
Esant mažai siuntimo greičiui iš naujo pradėti, po (min):
Sumažėjus siuntimo greičiui, iš naujo pradėti dalies siuntimą.
Ar rodyti siuntimo langą kitą kartą?
Ši paslauga nepasiekiama. Bandykite vėliau.
Perkelti į viršų
Perkelti į apačią
Perkelti į sąrašo pradžią
Pažymėkite, jeigu norite siuntimą perkelti į sąrašo pradžią.
Negaliu sekti naršyklę Firefox, nes įdiegtas papildinys FlashGot.\nPirma pašalinkite jį.
Įjungti
Išjungti
Pakeisti
Sustojus visiems siuntimas jis bus atjungtas, kitu atveju - įjungtas.
Oficialiai %s bus pristatytas 2006 metų 16 rugpjūčio dieną. Mūsų tikslas - padaryti FDM pačia populiariausia Internet-programa, po Firefox!
Atsiųsti ir įdiegti naujinimus
Perspėti apie esamą naujinimą
Įjungti automatinį naujinimą
%s stebėjimas įjungtas.
Pašalinti įrašą
Ar tikrai pašalinti?
Free Download Manager negali įrašyti į aplanką, nes tam neturi leidimo.\nTam, kad Free Download Manager galėtų įrašyti savo duomenis būtina suteikti tam leidimą, priešingu atveju visi duomenys bus prarasti baigus darbą su Free Download Manager.
Šis mažas langelis, leis jums pertempti nuorodas iš naršyklės į Free Download Manager.\nTaip pat galima greitai parodyti/paslėpti Free Download Manager langą spragtelėjus du kart į langelį.\n\nJeigu nenorite, kad jis būtų rodomas, spragtelkite į jį dešiniu pelės klavišu ir pasirodžiusio meniu nuimkite varnelę nuo "Nuorodas čia!".
Free Download Manager Nuorodas čia!
Išjungti visus pranešimus esant paketiniam siuntimui
Pažymėkite tai, jeigu norite atjungti visus (žinutes, garsą) siuntimų pranešimus, sukurtus komanda "%s".
Išimčių sąrašas...
Failų ir saitų plėtiniai, kurių nereikia stebėti.
Neperimti siuntimo iš šių saitų (palikti tarpą):
Free Download Manager nestebės esančių sąraše saitų. Įrašykite saitų adresus (pvz. "site.com"). Galima naudoti ir ženklą '*'.
Dėmesio!\nBandant patikrinti ar yra virusų įvyko klaida.\nAr vistiek paleisti failą?
Vientisumas
Patikrinti failo vientisumą baigus siuntimą
Failo vientisumo patikrai Free Download Manager turi žinoti teisingą kontrolinę sumą. Įrašykite ją savarankiškai.
Esant klaidai
Teisinga kontrolinė suma
Jokio veiksmo
Nurodykite, ką FDM turi daryti, esant neteisingai kontroliniai sumai.\nPaklausti - FDM atsiklaus vartotojo, kokių imtis veiksmų.\nSiųsti iš naujo - FDM pradės siuntimą iš naujo.\nJokių veiksmų – FDM tik pridės įrašą, ataskaitoje, apie klaidą siuntinyje.
Vientisumo patikra...
Patikra atlikta sėkmingai.
Pažeistas failo vientisumas!
Pasirinkite vientisumo patikros algoritmą.
Teisinga kontrl. suma
Galutinė kontrl. suma
; zip preview window
Atrinkti/Atšaukti viską
; group's properties dialog
Makrosai
Serverio pavadinimas (pvz. "freedownloadmanager.org")
nuoroda į failą serveryje
metai
mėnuo (nuo 1 iki 12)
diena
; don't translate "%year%-%month%-%day%" here
tolygu "%year%-%month%-%day%"
;
Iš Mozilla Firefox
FDM paims tarpinio serverio nuostatas iš Firefox
; new download settings
Naudot šią grupę
; Downloads -> Schedule ->
Pradžia
Pabaiga
Nurodyti siuntimo pradžią
Nurodyti siuntimo pabaigą
;
; downloads that are not completed or have been completed recently
Nebaigti+Naujausi
Pagrindinė grupė
;
; create new download dialog -> set output folder as default dialog
Padaryti įprastu visų grupių siuntiniams
; %s - place of name of the group. don't change this
Ar padaryti grupei šį aplanką pagrindiniu "%s"?
;
;
Išvalyti siuntimų sąrašą
Išsiuntimai
Išsiųsti failus
Pradėti išsiuntimą
Sustabdyti išsiuntimą
Suplanuoti išsiuntimą
Paslinkti į viršų
Paslinkti į apačią
Išsiųsta sėkmingai
Išsiuntimų sąrašas
Gaunamas išsiuntimo adresas...
Nutraukti
; outlook express: view | insert file | ...
Kaip priedą
Kaip nuorodą (išsiuntimas)
Aplankas
;
Pridėti failus
Pridėti aplanką
Bittorrent
Įjungti Bittorrent protokolo palaikymą
Riboti išsiuntimą
Apriboti išsiuntimo susijungimų kiekį
Naudoti portų diapazoną
iki
Įjungti DHT
Įjungti/išjungti Bittorrent protokolo palaikymą. Jeigu FDM krepšyje yra Bittorrent siuntiniai, Bittorrent protokolas nebus pilnutinai išjungtas.
Maksimalaus išsiuntimo apribojimas. Nerekomenduojam, nes gali sumažėti atsiuntimo greitis iš Bittorrent.
Išsiuntimo susijungimų kiekio apribojimas. Pernelyg mažas kiekis sulėtins atsiuntimo greitį.
Nurodykite čia, portų diapazoną, kuriuos FDM naudos išsiuntimui.
Įjungti DHT plėtinį
Vardas
Reikalinga trekeriui
Pridėti Bittorrent siuntinį
Atidarant torrent failą įvyko klaida.
Torrent failas
Jūs ruošiatės atsisiųsti .torrent failą. Tam reikia įjungti Bittorrent palaikymą Free Download Manager programoje.\n\nAr įjungti Bittorrent palaikymą?
Pakartokite įrašą: įvesti slaptažodžiai nesutampa.
Nurodykite failus išsiuntimui.
Išsiuntimo savybės
Aptiktas Metalink Failas. Siuntimas tęsiamas.
Aptiktas Bittorrent Failas. Siuntimas tęsiamas.
Uždrausta kreiptis į failus diske.
Prisijungimas prie trekerio...
Įvyko klaida, gaunant atsakymą iš trekerio.
Gautas atsakymas iš trekerio.
Neteisingas siuntimo dalies maišusis kodas. Kartojame atsiuntimą...
Atlaisvinkite kanalą šiam siuntimui
Ar uždrausti automatišką Free Download Manager paleistį kartu su Windows?
Šiuo metu FDM bendruomenė neprieinama. Pabandykite vėliau.
Failo pavadinime neturi būti šių ženklų: \ / : * ? " < > |. Pataisykite klaidą.
Aplanko pavadinime neturi būti šių ženklų: \ / : * ? " < > |. Pataisykite klaidą.
Langų nuostatos...
Skaidrumas
Duomenys
Saugoti visų failų duomenis šio vartotojo aplanke
Saugoti failus nurodytame aplanke
Pakeitimai įsigalios paleidus Free Download Manager iš naujo.
Rodyti siuntimo būsenos langą
Nešiojamoji versija (Portable)
Nešiojamoji Free Download Manager versija skirta naudotis kompiuteryje jos neįdiegus ir be išankstinių nuostatų.\n\nJūs, pavyzdžiui, galite įrašyti ją į Atmintinuką\n\nPaleidus FDM, jis pats registruojasi sistemoje ir naršyklėse, o užbaigus darbą – tvarkingai išsiregistruoja.\n\nNurodykite aplanką, kur bus patalpinta nešiojamoji programos versija. Aplankas turi būti sukurtas mobiliame diske.\n\nPavyzdžiui, "I:\Nešiojamosios programos\".
Integracija
Susieti Free Download Manager su .torrent failais
Naudoti šią grupę naujiems siuntiniams
Naudoti šią grupę ir įsiminti pagrindinį aplanką
Internetinių filmukų siuntiniai
Atsiųsti vaizdo įrašų failus su FDM
Šis saitas nepalaikomas. Žiur. palaikomų saitų sąrašą.
Perduoti siuntimams
Šitas puslapis su internetiniu filmuku. Siunčiamas internetinis filmukas...
Konvertavimas...
Konverteris
Konvertavimo nuostatos...
Failo formatas
Vaizdo įrašų failo dydis
; video quality
Kokybė
Labai žema
Žemas
Įprastas
Vidutinis
Aukštas
Labai aukštas
;
AVI su MPEG-4 (*.avi)
AVI su XVID (*.avi)
Nieko nekeisti
Vaizdo įrašo failo signalo lygis
Audio signalo lygis
Nustatyti įprastu
;
Sukurti internetinio filmuko siuntimą
Konvertuoti atsiųstą failą į nurodytą formatą
Papildomų parametrų nustatymas
Palaikomų saitų sąrašas
; used in "create flash video download" window
pvz.
Sekantis bandymas susijungti su trekeriu (%d sek)
Failų paruošimas diske... Tai šiek tiek užtruks
Būsena
Paruošiame failus diske...
MP4 skirtas iPod/PSP (MPEG4 + AAC, *.mp4)
Vaizdo įrašų failai
Konvertuoti mediafailą
Automatiškai pereiti į įdėklą
;keep "\n\n%s\n" as is
MediaFailas sėkmingai konvertuotas ir įrašytas į\n\n%s\n.
Klaida konvertuojant MediaFailą\n\n%s.
Grupė naujam siuntimui
Maišiojo kodo informacija
Partneriai
Klientas
Dalys
Treker
Trekerio būsena
Kiek išsiuntimų
Išsiųsta baitų
Resurso reitingas
Nereikalingas baitas
torrent-failo nuoroda
Tikrai to norite?\nAtsiuntimas bus pradėtas iš naujo.
Judėjimas ("gauta"; "išsiųsta") per šį mėnesį\n(Praeitame mėnesyje buvo %s)
Greičio vidurkis ("gauta"; "išsiųsta")
Failai išsiuntimui
Rinkinio pavadinimas
Suspaudimo laipsni
Sukurti slaptažodį siuntimui
Kartojimas
Failų saugojimo laikas
Apytikslius siuntimų kiekis
Pridėti nuorodą šiems failams serverio aplankų kataloge
Įrašyti informaciją (nebūtina užpildyti visų laukelių)
Aprašas
Žymės
Jūsų vardas
Jūsų e-mail‘as
Gavėjo E-mail‘as
Mažiau nei 10
Nuo 10 iki 100
Daugiau nei 100
2 dienas
7 dienas
1 mėnesį
;compression methods
Nėra
Greitas
Vidutinis
Geriausias
Išsiuntimų nuostatos...
Išsiuntimo integracija
Kontekstinis vedlio meniu
Vedlio meniu "Išsiųsti..."
Naudotis supaprastintu meniu
Min. failo dydis išsiuntimui
HTTP-tarpinio serverio nuostatos...
Išsiuntimo aktyvacija
Išsiuntimas reikalauja aktyvacijos. Tai būtina mūsų severio saugumui užtikrinti, kad neišsiųstų failų automatiškai. Įrašykite aktyvacijos kodą.
Jungiamės prie serverio failo išsiuntimui
Prisijungta sėkmingai
Failas į serverį nusiųstas sėkmingai
Pradėtas failo siuntimas
Įdėti failus į Zip-paką...
Klaida sukuriant Zip-paką
Zip-pakas sukurtas sėkmingai
Užklausos serveriui išsiuntimas
Siunčiama informacija serveriui apie failą
Informacija išsiųsta
Klaida siunčiant informacija serveriui apie failą
Išsiuntimo aktyvacija...
Išsiuntimas sėkmingai aktyvuotas
Klaida aktyvuojant išsiuntimą
Pasikeitė išsiunčiamo failo dydis
Nenumatyta klaida
Kontrolinės sumos skaičiavimas...
; "I agree to terms" string in two lines
Aš sutinku su
sąlygomis
Jūs turite sutikti su sąlygomis.
Klaida ieškant naujinimų
Yra nauja versija. Reikia atsisūsti naujinimą.\nPadaryti tai dabar?
Būtina atnaujinti Free Download Manager
Paleiskite Free Download Manager iš naujo
Siūlyti išsiųsti kaip priedą
Prisegti prie laiško (lėtai)...
Išsiųsti ir įklijuoti nuorodą (greitai)...
Failo siuntimo pradžioje įvyko klaida. Patikrinkite ar turite ryšį su internetu pabandykite vėliau.
Jūs įdėjote didelį failą.\nDėl daugelio priežasčių nerekomenduojama prikabinti didelių failų, geriau įklijuoti nuorodas į juos.\n\nĮvykdyti failo išsiuntimą ir įklijuoti nuorodą?
Išsiuntimo rekomendacijos
Integracijos nuostatos...
Išsiuntimas %s baigtas.\nNaudokite šią nuorodą atsiuntimui:
Bendras dydis
Atverti naršyklėje
Ši Free Download Manager versija daugiau negali išsiųsti failų. Būtina atnaujinti programą.
Šios Free Upload Manager versijos, nebegalima naudoti. Būtina atnaujinti programą. Aplankykite freedownloadmanager.org saitą
Per daug teksto.
Išsiuntimo savybės
Išsiuntimo integracijos nuostatos...
Išsiųsti
Naujinimų atsiuntimas...
Įjungti skleidimą
Atjungti skleidimą, kaip įprasta
Įvertinti siuntinį pavojingu, jeigu
% dauguma vartotojų taip mano
Free Download Manager vartotojai nepranešė, kad šis siuntinys yra pavojingas.\n\nTačiau tai, negarantuoja, kad failas nėra pavojingas, rekomenduojame patikrinti jį su antivirusine programa.
FDM vartotojai nepranešė, kad šis failas pavojingas
Disko raidė, kuriame veikia FDM. Pvz., "C:". Naudojama nešiojamojoje versijoje
Norint pasinaudoti šią galimybe, reikia įdiegti vaizdo failų konvertavimo modulį.
Norint ką nors atsisiųsti Bittorrent protokolu, pirmiausiai reikia įdiegti tam skirtą modulį.
Pastaba: Šie failai yra programos Free Download Manager darbiniai failai (ne tie, kuriuos Jūs atsisiuntėte).
Ar kopijuoti duomenų failus į naują aplanką (esantys, bus įrašyti iš naujo)?
Aplankai, visų siuntinių grupėms, bus pakeisti į nurodytą.\nAr Jūs sutinkate?
Nurodykite, įprastinį aplanką siuntiniams
Uždrausti kompiuteriui, pereiti į laukimo būseną, kai atsiunčiami failai
Didžiausias, atvirų susijungimų skaičius
Torrentai
Negavau leidimo, kreiptis į failus laikmenoje. Patikrinkite, ar yra laikmenoje vietos, arba nuimkite draudimą įrašyti.
Populiarumas
Torrentų sąrašas
Pridėti torrento siuntimą iš Web
Pridėti torrento siuntimą iš failo
Sukurti naują torrentą
(Automatiškai)
Šaltinis
Dalies dydis
Trekeriai
Pridėti trekerį
Pašalinti trekerį
Pradėti šio torrento skleidimą
Įrašyti
Sukurti naują torrentą
Torrentų failai
Prioritetas
;normal/high priority
Nėra
Normalus
Aukštas
Plaukiojantys langai
Darbiniai failai (atsiuntimų sąrašas, istorija, ir t.t.)
Įprastinės saito atsiuntimo nuostatos
Jūs pristabdėte visus siuntimus. O tai reiškia, kad visi siuntimai bus vykdomi labai lėtai (įprastai, tai 1b/sek.).\nTai leidžia "pristabdyti" net ir tuos siuntimus, kuriuos sustabdžius, siuntimą tektų pradėti iš naujo.\n\nJūs turite nurodyti, kad pradėti siuntimą, arba paleisti FDM iš naujo, kad darbai grįžtų į normalią būseną.
Skleidimas
Leisti skleidimą (primygtinai rekomenduojama)
Skleidimas neribojimas
Riboti, pagal populiarumą
Skleisti, nekreipiant dėmesio į populiarumą
Riboti, pagal laiką
Skleisti laike:
Patikrinti, kad siuntimas iš šio URL jau yra galimas
Įrašyti siuntimų istoriją
Rodyti, paskiausiai atsiųstų failų sąrašą
Įprastiniai BitTorrentų parametrai
Siųsti iš naujo užbaigtus failus
Nurodykite aplanką, kuriame yra Firefox_Portable
Negaliu rasti aplanko su Apple Safari papildiniu. Ar galite rankiniu būdu tai padaryti?
Negaliu rasti aplanko su Google Chrome papildiniu. Ar galite rankiniu būdu tai padaryti?
Nepavyko įdiegti Apple Safari sekimo modulį
Nepavyko pašalinti Apple Safari sekimo modulio
Nepavyko įdiegti Google Chrome sekimo modulį
Nepavyko pašalinti Google Chrome sekimo modulio
Riboti pagal laiką
;hours, for short
val.
Laiko tarpas, per kurį FDM gali pradėti failų atsiuntimą
Leisti pradėti tik nuo:
Normalus prioritetas
Aukštas prioritetas
Įprastinės nuostatos
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
